[{"User":"ShereeJasmine1","Date":1596534202000,"Tweet":"A real pandemic doesn't need a hysteria &amp; propaganda hard sell. We'd see people dead &amp; dying everywhere &amp; wouldn't need convincing. The control &amp; masks are to ensure we suffer enough trauma to accept a vaccine just so our lives can go back to normal. This is government extortion. ","Link":"https:\/\/twitter.com\/ShereeJasmine1\/status\/1290584100085149697"},{"User":"ShereeJasmine1","Date":1595791018000,"Tweet":"According to our Rockefeller, Gates, Fauci stooge scientist Leontios Kostrikis our CV-19 situation is very worrying! LK has had close connections to Irene Diamond, Fauci, Gates. Coincidence? NO WAY! This clown is our Cypriot CV-19 lockdown adviser ~ GLOBAL FINANCIAL TAKEDOWN. ","Link":"https:\/\/twitter.com\/ShereeJasmine1\/status\/1287466964449976320"},{"User":"ShereeJasmine1","Date":1593957700000,"Tweet":"Social Distancing and Lockdown is Bogus WHO Says Asymtomatic Are Not Inf... https:\/\/youtu.be\/5yo_uALpJYQ via @YouTube","Link":"https:\/\/twitter.com\/ShereeJasmine1\/status\/1279777469315325953"},{"User":"ShereeJasmine1","Date":1592976541000,"Tweet":"Tested out the \"type any three numbers in front of the words new coronavirus cases conspiracy\" and voilà! Every single time! ","Link":"https:\/\/twitter.com\/ShereeJasmine1\/status\/1275662188599009282"},{"User":"ShereeJasmine1","Date":1591036233000,"Tweet":"CIVIL UNREST BEATS THE CORONAVIRUS! No social distancing needed while looting! Masks can be used to hide identity like in the good old days! Go gloveless when you beat random people up! Who needs the gym to open when there are bricks around every corner encouraging a workout! ","Link":"https:\/\/twitter.com\/ShereeJasmine1\/status\/1267523946943074311"},{"User":"ShereeJasmine1","Date":1590214989000,"Tweet":"All over the world, we are controlled by the same power. The lockdowns follow a preprogrammed script. The new normals, social distancing, masks, gloves are precisely the same idiotic rituals we must all follow. The same words &amp; phrases are repeated from our puppet leaders mouths. ","Link":"https:\/\/twitter.com\/ShereeJasmine1\/status\/1264079403631419392"},{"User":"ShereeJasmine1","Date":1590060466000,"Tweet":"1st day at CV-1984 school is sick & sad. Rafaella sneezed into her elbow during the school break. Her friends tried to remain calm but took a timid step back “Hey, she is not keeping social distancing,” yelled a young boy, pointing at another classmate ","Link":"https:\/\/twitter.com\/ShereeJasmine1\/status\/1263431286158393344"},{"User":"ShereeJasmine1","Date":1589566680000,"Tweet":"We're all living in the same dystopian script, no matter where we are. Distancing signs, masks, antiseptic, gloves, going out is gross &amp; more trouble than it's worth. We have cardboard straws to save the planet &amp; have millions of binned one-use plastic gloves to \"save lives\" ","Link":"https:\/\/twitter.com\/ShereeJasmine1\/status\/1261360198439931904"},{"User":"ShereeJasmine1","Date":1588739117000,"Tweet":"Professor Neil Ferguson who warned UK could see 500,000 deaths if it didn't lockdown broke the rules to see Activist lover from the shady NGO Avaaz tied to George Soros. Why? Because he doesn't believe in this virus scam himself! ","Link":"https:\/\/twitter.com\/ShereeJasmine1\/status\/1257889145332084736"},{"User":"ShereeJasmine1","Date":1588318224000,"Tweet":"Former AIDS Scientist Exposes Dr Fauci’s Medical Corruption! Wake up, people! Evil is behind this virus and lockdown. Why are some people too big to take down no matter how many people expose their crimes? https:\/\/www.youtube.com\/watch?v=kgnBldI7KPY","Link":"https:\/\/twitter.com\/ShereeJasmine1\/status\/1256123793560473601"},{"User":"ShereeJasmine1","Date":1588154303000,"Tweet":"How Will History Treat The Coronavirus Lockdown? Ron Paul with Prof. Denis Rancourt ","Link":"https:\/\/twitter.com\/ShereeJasmine1\/status\/1255436256806404103"},{"User":"ShereeJasmine1","Date":1587918916000,"Tweet":"If I broke a leg, I would be tested for CV-19 & then be named in the news as a suspected COVID-19 case while I waited for my test results. I kid you, not The media are hyping the virus up &amp; want everyone fearful that there are so many CV-19 cases. The media are dishonest liars. ","Link":"https:\/\/twitter.com\/ShereeJasmine1\/status\/1254448972304994307"},{"User":"ShereeJasmine1","Date":1587673728000,"Tweet":"A beautiful friend of mine needs surgery and can't have it because the near-empty hospital is now only treating corona. It is insane! The dancing staff and all the spare time they have in a pandemic is weird. ","Link":"https:\/\/twitter.com\/ShereeJasmine1\/status\/1253420581887700992"},{"User":"ShereeJasmine1","Date":1587624888000,"Tweet":"Global COVID-19 Lockdown - What You're Not Being Told, Part 1 ","Link":"https:\/\/twitter.com\/ShereeJasmine1\/status\/1253215729886941184"},{"User":"ShereeJasmine1","Date":1587616133000,"Tweet":"The test is useless and gives false positives. It does not test specifically for COVID-19. They want to control Cypriots, test them repeatedly until they show a false positive and keep us in lockdown. They already have these migrants where they want them. ","Link":"https:\/\/twitter.com\/ShereeJasmine1\/status\/1253179011452284931"},{"User":"ShereeJasmine1","Date":1587414131000,"Tweet":"The HERO medical workers are the WHISTLEBLOWERS not the idiots dancing in the videos and stopping traffic! This Doctor tells the truth! EXCLUSIVE: Dr Rashid Buttar BLASTS Gates, Fauci, EXPOSES Fake Pandemic Numbers As Economy Collapses https:\/\/www.youtube.com\/watch?feature=youtu.be&amp;v=WGbYHJcMbz8&amp;app=desktop#","Link":"https:\/\/twitter.com\/ShereeJasmine1\/status\/1252331750224728064"},{"User":"ShereeJasmine1","Date":1585375635000,"Tweet":"There are many coronaviruses. Are they testing specifically for the COVID-19 strain or are they testing for any non-specific coronavirus? It really makes a humongous difference, my friends! Pandemic Or is something else going on? https:\/\/www.youtube.com\/watch?v=-oLzC5P1A9o","Link":"https:\/\/twitter.com\/ShereeJasmine1\/status\/1243781679686262785"}]